{
  "menu": {
    "description": "INTRO",
    "experiences": "EXPERIENCES",
    "projects": "PROJECTS",
    "contacts": "CONTACTS"
  },
  "intro": {
    "subtitle": "Full Stack Software Engineer",
    "bio": "At the age of 8, I searched “how to hack” on google. This lead me to discover the world of computer science and programming beginning with C, then C++. This allowed me in my youth to hone my skills with algorithms and object-oriented programming. From then on, I have continued to follow this childhood dream, which has now become a full fledged passion."
  },
  "experiences": {
    "labels": {
      "website": "Website"
    },
    "ludonope": {
      "date": "September 2019",
      "description": "A responsive, multilang and animated website made by hand with Vue.js, Typescript and knowledge."
    },
    "blt": {
      "date": "January 2018 - July 2018",
      "description": "Beach Launch Team is a liquid-fueled rocketry club at California State University Long Beach. I worked on a live vehicle tajectory visualization using Cesium.js. I also participated to a static fire and launch attempt for the FAR-Mars competition. Finally, I met amazing people there."
    },
    "rematch": {
      "date": "April 2018 - Today",
      "description": "Rematch is an app which makes the process of capturing amateur sport easy. I lead the setup of a new backend using AWS (Lambda, API Gateway, Cognito, EC2) and Go. I also guided the setup of the new frontend in Vue.js and deployment on AWS (S3, Cloudfront)."
    },
    "manacore": {
      "date": "September 2017 - Today",
      "description": "Manacore is a powerful modular ERP SaaS that provides your company with a collection of easy to use services, 100% customizable. It uses the AWS ecosystem (Lambda, API Gateway, Cognito, Cloudfront, S3, SNS, SQS) and a homemade module system in Vue.js. This is my senior project with 5 other Epitech students."
    }
  },
  "educations": {
    "csulb": {
      "diploma": "Study Abroad @ The Beach",
      "date": "Spring semester 2019"
    },
    "epitech": {
      "diploma": "Graduate Diploma in Information Technology",
      "date": "2015 - 2020"
    }
  }
}