{
  "menu": {
    "intro": "INTRO",
    "projects": "PROJECTS",
    "education": "EDUCATION",
    "skills": "SKILLS",
    "contacts": "CONTACTS"
  },
  "intro": {
    "subtitle": "Full Stack Software Engineer",
    "bio": "At the age of 8, I searched “how to hack” on Google. This led me to discover the world of computer science and programming beginning with C, then later C++ and beyond. This allowed me to hone my skills with algorithms and object-oriented programming from a very young age. From then on, I have continued to follow this childhood dream, which has now become a full-fledged passion."
  },
  "experiences": {
    "labels": {
      "website": "Website"
    },
    "ludonope": {
      "date": "September 2019",
      "description": "A responsive, multilingual and animated website that I created with with Vue.js, Typescript and knowledge."
    },
    "blt": {
      "date": "January 2019 - July 2019",
      "description": "Beach Launch Team is a liquid-fueled rocketry club at California State University Long Beach. I developed a live vehicle tajectory visualization software using Cesium.js. I also participated to a static fire and launch attempt for the FAR-Mars competition. Moreover, that experience allowed me to meet incredible people, and further my computer science skills."
    },
    "rematch": {
      "date": "April 2018 - Today",
      "description": "Rematch is an app which allows you to easily capture the best moments of amateur sport. I led the setup of a new backend using AWS (Lambda, API Gateway, Cognito, EC2) and Go. I also helped guide the setup of the new frontend in Vue.js and deployment on AWS (S3, Cloudfront)."
    },
    "manacore": {
      "date": "September 2017 - Today",
      "description": "Manacore is a powerful modular ERP SaaS that provides your company with a collection of easy to use services, 100% customizable - it uses the AWS ecosystem (Lambda, API Gateway, Cognito, Cloudfront, S3, SNS, SQS) and a homemade module system in Vue.js. This is my senior project that I'm working on with 5 other Epitech students. It is developed in partnership with the \"Association des Paralysés de France\" (French association for paralyzed individuals)."
    }
  },
  "educations": {
    "csulb": {
      "diploma": "Study Abroad @ The Beach",
      "date": "Spring semester 2019"
    },
    "epitech": {
      "diploma": "Graduate Diploma in Information Technology",
      "date": "2015 - 2020"
    }
  }
}