{
  "menu": {
    "intro": "INTRO",
    "projects": "PROJETS",
    "education": "ÉDUCATION",
    "skills": "COMPÉTENCES",
    "contacts": "CONTACT"
  },
  "intro": {
    "subtitle": "Développeur Full Stack",
    "bio": "À l’âge de 8 ans, je recherche sur Google “apprendre à hacker”. Je découvre alors le monde de l’informatique et la programmation grâce au siteduzero (ex openclassroom) avec le langage C, puis C++. Cela m’a permi d’acquérir très jeune des notions d’algorithmie et de programmation orientée objet. Depuis, je ne cesse de suivre ce rêve d’enfant, qui s’est aujourd’hui transformé en une véritable passion."
  },
  "experiences": {
    "labels": {
      "website": "Site web"
    },
    "ludonope": {
      "date": "Septembre 2019",
      "description": "Un site web responsive, multilingue et animé que j'ai développé avec Vue.js, Typescript et mes connaissances."
    },
    "blt": {
      "date": "Janvier 2018 - Juillet 2018",
      "description": "Beach Launch Team est un club de fusée à ergols liquide basé sur le campus de la California State University Long Beach. J'ai développé le logiciel de visualisation en temps réel de la trajectoire du véhicule avec Cesium.js. J'ai également participé à une mise à feu statique et une tentative de décollage pour la compétition FAR-Mars. Au delà de l'expérience technique, ce club m'a permis de rencontrer des personnes incroyables."
    },
    "rematch": {
      "date": "Avril 2018 - Aujourd'hui",
      "description": "Rematch est une application qui permet de capturer les meilleurs moments du sport amateur en un clic. J'ai conçu et implémenté le nouveau backend avec AWS (Lambda, API Gateway, Cognito, EC2) et Go. J'ai également mené la mise en oeuvre d'un nouveau frontend en Vue.js ainsi que son déploiement sur AWS (S3, Cloudfront)."
    },
    "manacore": {
      "date": "Septembre 2017 - Aujourd'hui",
      "description": "Manacore est un logiciel de gestion modulaire en SaaS qui fournit à votre entreprise une multitude de services faciles à utiliser et 100% personalisable. Manacore utilises l'écosystème AWS (Lambda, API Gateway, Cognito, Cloudfront, S3, SNS, SQS) et un système  spécifique de modules développé pour l'application web en Vue.js. Manacore est mon projet de fin d'études avec 5 autres étudiants d'Epitech. Sa conception est réalisée en partenariat avec l'Association des Paralysés de France."
    }
  },
  "educations": {
    "csulb": {
      "diploma": "Study Abroad @ The Beach",
      "date": "Semestre printemps 2019"
    },
    "epitech": {
      "diploma": "Expert en Technologie de l'Information",
      "date": "2015 - 2020"
    }
  }
}